answers = {
	'nyan': {
		'ru': { 
			'none' : True, 
			},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
	'lewd': {
		'ru': {
    		'text' : ('*цём*',
					'*ⓃнⓃежно целует в щечку*',
					'*ⓃэⓃротично целует по-французски*'),
			},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
	'angr': {
		'ru': {
			'text' : '*ⓃoⓃтвешивает оплеуху и уходит*',
			},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
	'scar': {
		'ru': {
			'text' : ('ⒸⓊ, ОтстаньⒸ, извращенец!',
              			'*ⓃсⓃжалась от страха, не в силах пошевелится*',
						'*Убегает*',),
		},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
}