answers = {
	'nyan': {
		'ru': {
			'text' : ("Лизь Ⓒтебя <3, <3, ~Ⓒ",
						'*покраснела*'),
			},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
	'lewd': {
		'ru': {
			'text' : ("Лизь Ⓒтебя <3, <3, ~Ⓒ",
						'*покраснела*',
						'*ⓃнⓃежно лиⒸзь, жетⒸ ушко',),
			},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
	'angr': {
		'ru':  {
    	'text' : '*ⓃoⓃтвешивает оплеуху и уходит*',
		},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
	'scar': {
		'ru': {
    	'text' : ('ⒸⓊ, ОтстаньⒸ, извращенец!',
              		'*ⓃсⓃжалась от страха, не в силах пошевелится*',
					'*Убегает*',),
		},
		'en': { 
			'none' : True, 
			},
		'ua': { 
			'none' : True, 
			},
	},
}