from words.classes import T, S, V
name = 'Ханекава'
angr = {
'katsu' : (
	T("Кто взывает к Рассвету Тьмы?"),),
'awoo' : (
	T('Awoo'), 
	T('Авууу!')),
'mur' : (
	T('*Сверлит взглядом*')),
'nyan' : (
	T(f'*{name}стукает ладонью по голове*', 'angr'), 
	T('Не някай тут.', 'angr'),
	S('CAADAQADOgcAApEpAAEQYiPbK56BYsIWBA', 'angr')),
'bite' : (
	T('Грызь за ногу', 'angr'), 
	T('Грызь в шею', 'angr'),
	S('CAADAQADPAcAApEpAAEQyoxTBUX3TsUWBA', 'angr')),
'lick' : (
	T('*Отвешивает оплеуху и уходит*')),
'lapk' : (
	T('*Перехватывает руку* Не трогай!')),
'rawr' : (
	T('Ррр!', 'angr'), 
	T('Равр!', 'angr')),
'tygydyk' : (
	T('Тыгыдык по лицу','angr')),
'meh' : (
	T('Это мне надо вздыхать, потому что ты тут.')),
'morning' : (
	T('Утра, чёрт','angr'), 
	T('Зачем приперся?','angr'), 
	T('Иди, досыпай вечным сном','angr')),
'night' : (
	T('Надеюсь, ты не проснешься','angr'), 
	T('Ты же больше не вернешься?','angr'), 
	T('Наконец-то','angr')),
'hello' : (
	T('Что ты тут забыл?','angr'), 
	T('Проваливай!','angr')),
'warm' : (
	T(f'*{name} включает обогреватель*','angr'), 
	T(f'*{name} подсыпает углей в печь*','angr'), 
	T(f'*{name} включает кондиционер на обогрев*','angr')),
'cold' : (
	T(f'*{name} включает кондиционер*','angr'), 
	T(f'*{name} тыкает мороженым в щеку*','angr'), 
	T(f'*{name} протягивает ледяной коктейль*','angr')),
'timur' : (
	T(f'*{name} выносит надоевший мусор*'),)}