from words.classes import T, S, V
name = 'Ханекава'

lewd ={
'katsu' : (
	T("Зачем тебе папочка?"),),
'awoo' : (
	T("Awoo =^o^= ~"), T('Awoo'), T('Авууу!')),
'mur' : (
	T('Муррр'), T('Мур'), T('Пурр'),),
'nyan' : (
	T('Ня ^_^', 'nyan'), 
	T('Няяяя~', 'nyan'), 
	T('Няу *-*', 'nyan'), 
	T('Nya', 'nyan'), 
	T('Мяяяяяу', 'nyan')),
'bite' : (
	T('Кусь, няха ^_^', 'nyan'), 
	T('*Нежно кусь за ушко*', 'lewd'), 
	T(f'*{name} аккуратно кусает шею*', 'lewd')),
'lick' : (
	T("Лизь тебя в щечку", 'lewd'), 
	T('*покраснела*', 'lewd'), 
	T("Нежно лизь ушко", 'lewd')),
'kiss' : (
	T(f'*{name} нежно целует в щечку', 'lewd'), 
	T(f'*{name} эротично целует по-французски', 'lewd')),
'lapk' : (
	T(f'*{name} расстегивает пуговку расширяя декольте*', 'lewd'),),
'rawr' : (
	T('Ну чего ты, лапочка')),
'tygydyk' : (
	T('Сейчас сделаем тыгыдык в твоих штанах^^')),
'meh' : (
	T('*Прижимается и гладит*')),
'morning' : (
	T('Утречка, не устал после вчерашнего?', 'lewd'), 
	T('Привет))'), 
	T('Охайо^^')),
'night' : (
	T('Эротических сновидений, *цем*', 'lewd'), 
	T('Сладких снов, дорогуша'), 
	T('Оясуминасай, Аната *-*')),
'hello' : (
	T(f'*{name} приветственно целует*', 'lewd'),),
'warm' : (
	T(f'*{name} садится голышом на подоконник*', 'lewd'), 
	T(f'*У {name} вода пролилась на маечку и просвечивает*', 'lewd'), 
	T(f'*{name} раздевается, чтобы охладится*', 'lewd')),
'cold' : (
	T(f'*{name} шалит под котацу чтобы согрется*', 'lewd'), 
	T(f'*{name} дрожит от холода прикасающихся рук*', 'lewd'), 
	T(f'*{name} греется, обнимая голышом*', 'lewd'),)}