service = {
	'config' : {
		'state'			: {
			'ru' : 'Ответчик чата:',
			'en' : 'Chat replier:',
			'ua' : 'Відповідач чату:',
		},
		'lang'			: {
			'ru' : 'Язык:',
			'en' : 'Language:',
			'ua' : 'Мова:',
		},
		'mood'			: {
			'ru' : 'Настроение:',
			'en' : 'Mood:',
			'ua' : 'Настрій:',
		},		
		'user'	: {
			'ru' : 'Ответчик пользователя:',
			'en' : 'User replier:',
			'ua' : 'Відповідач користувача:',
		},
	},
	'change' : {
		'state'			: {
			'ru' : 'Ответчик чата {}.',
			'en' : 'Chat replier turned {}.',
			'ua' : 'Відповідач чату {}.',
		},
		'lang'			: {
			'ru' : 'Язык изменен на {}.',
			'en' : 'Language changed to {}.',
			'ua' : 'Мова змінена на {}.',
		},
		'mood'			: {
			'ru' : 'Настроение изменено на {}.',
			'en' : 'Mood changed to {}.',
			'ua' : 'Настрій змінено на {}.',
		},		
		'user'	: {
			'ru' : 'Ответчик пользователя {}.',
			'en' : 'User replaier turned {}.',
			'ua' : 'Відповідач користувача {}',
		},
	},
	'error'	: {
		'state'			: {
			'ru' : 'Ответчик чата не изменен из-за ошибки.\nПопробуй после команды написать on или off.',
			'en' : 'Chat replier don\'t changed due to error.\nTry write on or off after command.',
			'ua' : 'Відповідач чату не змiнено iз-за помилки.\nСпробуй написати on aбо off пiсля команди.',
		},
		'lang'			: {
			'ru' : 'Язык не изменен из-за ошибки.\nПопробуй после команды написать ru, en или ua.',
			'en' : 'Language don\'t changed due to error.\nTry write ru, en or ua after command.',
			'ua' : 'Мову не змiнено iз-за помилки.\nСпробуй написати ru, en або ua пiсля команди.',
		},
		'mood'			: {
			'ru' : 'Настроение не изменено из-за ошибки.\nПопробуй после команды написать nyan, lewd, angr или scar.',
			'en' : 'Mood don\'t changed due to error.\nTry write nyan, lewd, angr or scar after command.',
			'ua' : 'Настрiй не змiнено iз-за помилки.\nСпробуй написати nyan, lewd, angr або scar пiсля команди.',
		},
		'user'	: {
			'ru' : 'Ответчик пользователя не изменено из-за ошибки.\nПопробуй после команды написать on или off.',
			'en' : 'User replier don\'t changed due to error.\nTry write on or off after command.',
			'ua' : 'Відповідач користувача не змiнено iз-за помилки.\nСпробуй написати on aбо off пiсля команди.',
		},
		'permission': {
			'ru' : 'Прости, но тебе надо быть администратором, чтобы сделать это.',
			'en' : 'Sorry, but you need to be admin for this.',
			'ua' : 'Вибач, але тобі потрібні права адміністратора.',
		},
	},
	'same' : {
		'state'			: {
			'ru' : 'Ответчик чата и так {}.',
			'en' : 'Chat replier already turned {}.',
			'ua' : 'Відповідач чату вже {}.',
		},
		'lang'			: {
			'ru' : 'Язык ответчика и так {}.',
			'en' : 'Replier language already {}.',
			'ua' : 'Мова вiдповiдача вже {}.',
		},
		'mood'			: {
			'ru' : 'Настроение и так {}.',
			'en' : 'Mood already {}.',
			'ua' : 'Настрiй вже {}.',
		},	
		'user'	: {
			'ru' : 'Твой oтветчик и так {}.',
			'en' : 'Your replaier already turned {}.',
			'ua' : 'Твій відповідач вже {}.',
		},
	},
	'settings' : {
		'ru' : '**Настройки чата:**\n\n```Ответчик:        {state}\nЯзык:            {lang}\nНастроение:      {mood}\nЛичный ответчик: {user}```\n\nХотите поменять настройки?',
		'en' : '**Chat settings:**\n\n```Replier:      {state}\nLanguage:     {lang}\nMood:         {mood}\nUser replier: {user}```\n\nDo you want to change some settings?',
		'ua' : '**Налаштування чата:**\n\n```Відповідач:           {state}\nМова:                 {lang}\nНастрiй:              {mood}\nПриватний вiдповiдач: {user}```\n\nЧи хочете змiнити налаштування?',
	},
	'state'	:	{
		'on'	:	{
			'ru' : 'включен',
			'en' : 'on',
			'ua' : 'увімкнено',
		},
		'off'	:	{
			'ru' : 'выключен',
			'en' : 'off',
			'ua' : 'вимкнено',
		},
	},
	'mood'	: {
		'nyan': {
			'ru': 'няшное',
			'en': 'cute',
			'ua': 'няшний',
		},
		'lewd': {
			'ru': 'пошлое',
			'en': 'lewd',
			'ua': 'розпусний',
		},
		'angr': {
			'ru': 'злое',
			'en': 'angry',
			'ua': 'злий',
		},
		'scar': {
			'ru': 'испуганное',
			'en': 'scared',
			'ua': 'переляканий',
		},
	},
	'lang'	: {
			'ru' : {
				'ru' : 'русский 🇷🇺',
				'en' : 'russian 🇷🇺',
				'ua' : 'росiйська 🇷🇺',
			},
			'en' : {
				'ru' : 'английский 🇬🇧',
				'en' : 'english 🇬🇧',
				'ua' : 'англiйська 🇬🇧',
			},
			'ua' : {
				'ru' : 'украинский 🇺🇦',
				'en' : 'ukrainian 🇺🇦',
				'ua' : 'українська 🇺🇦',
			},
		},
	'user'	:	{
		'on'	:	{
			'ru' : 'включен',
			'en' : 'on',
			'ua' : 'увімкнено',
		},
		'off'	:	{
			'ru' : 'выключен',
			'en' : 'off',
			'ua' : 'вимкнено',
		},
	},
	'roleplay':{
		'pat'		: {
				'ru': 'гладит по голове',
				'en': 'patted',
				'ua': 'гладить по голові',
			},
		'hug'		: {
				'ru': 'обнимает',
				'en': 'hugged',
				'ua': 'обіймає',
			},
		'kiss'	: {
				'ru': 'целует',
				'en': 'kissed',
				'ua': 'цілує',
			},
		'koos'	: {
				'ru': 'кусает',
				'en': 'gently bited',
				'ua': 'кусає',
			},
		'lick'	: {
				'ru': 'лижет',
				'en': 'licked',
				'ua': 'лиже',
			},
		'jamk'	: {
				'ru': 'жамкает',
				'en': 'intensly hugged',
				'ua': 'обіймає',
			},
	},
}