from classes.media 	import Sticker, Text, Other

answers = {
	'nyan': {
		'ru': (	
						Text	('Бррр!'), 
						Text	("*ⓃуⓃкутывается в пледик*"), 
						Text	("*ⓃдⓃрожит от холода*"), 
						Text	("*ⓃвⓃключает обогреватель*"),
					),
		'en': (None,),
		'ua': (None,),
	},
	'lewd': {
		'ru': (		
						Text	('*ⓃшⓃалит под котацу чтобы согрется*'), 
						Text	('*ⓃдⓃрожит от холода прикасающихся рук*'), 
						Text	('*ⓃгⓃреется, обнимая голышом*'),
					),
		'en': (None,),
		'ua': (None,),
	},
	'angr': {
		'ru': (	
						Text	('*ⓃвⓃключает кондиционер*'), 
						Text	('*ⓃтⓃыкает мороженым в щеку*'), 
						Text	('*ⓃтⓃротягивает ледяной коктейль*'),
					),
		'en': (None,),
		'ua': (None,),
	},
	'scar': {
		'ru': (		
						Text	('Бррр!'), 
						Text	("*ⓃуⓃкутывается в пледик*"), 
						Text	("*ⓃдⓃрожит от холода*"), 
						Text	("*ⓃвⓃключает обогреватель*"),
					),
		'en': (None,),
		'ua': (None,),
	},
}