from classes.media 	import Sticker, Text, Other

answers = {
	'nyan': {
		'ru': (	
						Text	('*ⓃоⓃткрывает окно*'), 
						Text	('*ⓃкⓃушает мороженое*'), 
						Text	('*ⓃвⓃключает кондиционер*'),
					),
		'en': (None,),
		'ua': (None,),
	},
	'lewd': {
		'ru': (		
						Text	('*ⓃсⓃадится голышом на подоконник*'), 
						Text	('*ⓃпⓃролила воду на маечку и та просвечивает*'), 
						Text	('*ⓃрⓃаздевается, чтобы охладится*'),
					),
		'en': (None,),
		'ua': (None,),
	},
	'angr': {
		'ru': (		
						Text	('*ⓃвⓃключает обогреватель*'), 
						Text	('*ⓃпⓃодсыпает углей в печь*'), 
						Text	('*ⓃвⓃключает кондиционер на обогрев*'),
					),
		'en': (None,),
		'ua': (None,),
	},
	'scar': {
		'ru': (		
						Text	('*ⓃоⓃткрывает окно*'), 
						Text	('*ⓃвⓃключает кондиционер*'),
					),
		'en': (None,),
		'ua': (None,),
	},
}