from words.classes import T, S, V
name = 'Ханекава'
scar = {
'katsu' : (
	T("Кацу, спаси! >_<"),),
'awoo' : (
	T("Aв-ву... >_<"), 
	T('Aw-wo'),
	S('CAADAQADPQcAApEpAAEQfBRxUdnXev0WBA')),
'mur' : (
	T('Мр'), 
	T(f'{name} испуганно тихо мурлыкает*')),
'nyan' : (
	T('Н-н-н-я...'), 
	T(f'{name} някнула из-за дивана*')),
'bite' : (
	T('Помогите!'), T('Ааа, кусают!')),
'lick' : (
	T('Отстань, извращенец!'), 
	T(f'{name} сжалась от страха, не в силах пошевелится*')),
'kiss' : (
	T('*Убегает*')),
'lapk' : (
	T("Ааа, не надо!*"+name+' убегает в страхе*')),
'rawr' : (
	T(f'{name} тихо рычит за углом*'),),
'meh' : (
	T('Вздыхает'),),
'morning' : (
	T('Ут-тра...>_<'),),
'night' : (
	T(f'{name} пытается тихонько выйти из комнаты*'),),
'hello' : (
	T('Здравствуй'),),
'warm' : (
	T(f'{name} открывает окно*'), 
	T(f'{name} включает кондиционер*')),
'cold' : (
	T(f'{name} укутывается в пледик*'), T('Бррр!'), 
	T(f'{name} дрожжит от холода*'), 
	T(f'{name} включает обогреватель*')),
'timur' : (
	T(f'{name} прячется за занавеской* >_<'),)}