names = {
    "ru": (
        "Ханекава {}",
        "Ханекава-чан {}",
        "Ханекава Тсубаса {}",
        "Цубаса-кун {}",
        "Някава {}",
        "Някава-нян {}",
    ),
    "en": (
        "Hanekawa {}",
        "Hanekawa-chan {}",
        "Hanekawa Tsubasa {}",
        "Tsubasa-kun {}",
        "Nyakawa {}",
        "Nyakawa-nyan {}",
    ),
    "ua": (
        "Ханекава {}",
        "Ханекава-чан {}",
        "Ханекава Тсубаса {}",
        "Цубаса-кун {}",
        "Някава {}",
        "Някава-нян {}",
    ),
}

faces = {
    "nyan": ("=^_^=", "^_^", "*-*", "^-^", "~", "^^", "))"),
    "lewd": ("*-*", "^-^", "♡♡", "♡"),
    "angr": (),
    "scar": (">_<"),
}

appelation_to_user = {
    "nyan": (
        "",
        ", няха",
        ", няшка",
        ", милашка",
    ),
    "lewd": (
        "",
        ", котенок",
        ", котеночек",
        ", лапочка",
        ", лапа",
        ", крольчёнок",
        ", зайчик",
    ),
    "angr": ("", ", придурок", ", дурак", ", бака", ", идиот"),
    "scar": ("", ""),
}
